[{"id":0,"nombre":"The Legend of Zelda: Breath of the Wild","descripcion":"Embárcate en una épica aventura en un vasto mundo abierto, explorando ruinas ancestrales y enfrentando a criaturas poderosas en la tierra de Hyrule.","sinopsis":"Tras un letargo de 100 años, Link despierta en un Hyrule devastado y deberá recuperar sus memorias para derrotar al malvado Calamity Ganon. Explora un gigantesco mundo abierto lleno de secretos, templos y desafíos mientras te abres camino con creatividad y libertad total para salvar el reino.","yearPublicacion":2018,"generos":["Aventura","Mundo Abierto"]},{"id":1,"nombre":"God of War: Ragnarök","descripcion":"Kratos y Atreus se embarcan en una emocionante travesía a través de la mitología nórdica, enfrentando dioses y monstruos en su búsqueda por respuestas.","sinopsis":"Continúa la épica saga de Kratos y su hijo Atreus mientras buscan detener el Ragnarök, el fin del mundo según la mitología nórdica. Enfrenta enemigos formidables, resuelve acertijos y descubre los misterios que rodean el destino de ambos, en un mundo lleno de acción, drama y paisajes impresionantes.","yearPublicacion":2022,"generos":["Acción","Aventura"]},{"id":2,"nombre":"Super Mario Odyssey","descripcion":"Únete a Mario en una aventura de plataformas 3D por mundos vibrantes, usando su nuevo aliado, Cappy, para posesionarse de enemigos y objetos.","sinopsis":"Mario se embarca en un viaje épico para rescatar a la Princesa Peach de las garras de Bowser, viajando a través de reinos únicos como Nueva Donk City. Usa nuevas mecánicas de juego, como la capacidad de posesionarse de enemigos y objetos con Cappy, para resolver puzzles y superar desafíos en esta colorida aventura.","yearPublicacion":2017,"generos":["Casual","Aventura","Plataformas"]},{"id":3,"nombre":"Shadow of the Tomb Raider","descripcion":"Lara Croft se enfrenta a su destino en la selva más peligrosa del mundo, enfrentando enemigos implacables y desafiantes tumbas en su lucha para detener un apocalipsis.","sinopsis":"Acompaña a Lara Croft en su aventura más oscura hasta ahora, mientras explora las selvas de América Latina para detener un apocalipsis maya. Descubre antiguos secretos, resuelve intrincados puzzles y utiliza tus habilidades de supervivencia en un entorno hostil lleno de enemigos y trampas mortales.","yearPublicacion":2019,"generos":["Aventura","Acción","Puzzles"]},{"id":4,"nombre":"Dead Cells","descripcion":"Un adictivo juego de acción y plataformas estilo roguelike, con niveles generados aleatoriamente y combates frenéticos que prueban tus reflejos.","sinopsis":"Asume el rol de una entidad inmortal en un castillo en constante cambio, donde cada muerte significa un nuevo comienzo pero con habilidades mejoradas. Combina acción de ritmo rápido con elementos roguelike y explora un laberinto de niveles generados aleatoriamente, derrotando enemigos y jefes desafiantes.","yearPublicacion":2018,"generos":["Acción","Roguelike","Plataformas"]},{"id":5,"nombre":"Mario Kart 8 Deluxe","descripcion":"La carrera definitiva de Mario Kart con circuitos creativos, multijugador local y en línea, y emocionantes mecánicas de antigravedad.","sinopsis":"Pisa el acelerador en el universo de Mario Kart, compitiendo en circuitos llenos de sorpresas y utilizando ítems icónicos para sabotear a tus rivales. Con un amplio elenco de personajes y modos de juego, disfruta de frenéticas carreras solo o en multijugador, tanto local como en línea.","yearPublicacion":2017,"generos":["Casual","Carreras","Multijugador"]},{"id":6,"nombre":"Buscaminas","descripcion":"Juego de estrategia en el que se debe limpiar todo el campo sin activar las minas.","sinopsis":"Logras ver un gran campo de tierra y minas, desactiva las minas y encuentra todo el terreno.","yearPublicacion":1993,"generos":["Puzzles"]},{"id":7,"nombre":"Solitario","descripcion":"El clásico juego de cartas.","sinopsis":"Intenta completar una escalera intercalando colores con todos los palos en el menor tiempo posible.","yearPublicacion":1951,"generos":["Casual"]}]